Revit 2027 API
ParameterTypeId.ContinuousrailPlusTreadDepthParam Property
 "Plus Tread Depth"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ContinuousrailPlusTreadDepthParam { get; }
Public Shared ReadOnly Property ContinuousrailPlusTreadDepthParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ContinuousrailPlusTreadDepthParam {
	ForgeTypeId^ get ();
}
static member ContinuousrailPlusTreadDepthParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace